Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B18B.tmx
Source language: en_us
Languages: zh_cn

source: India to America: Eat Less, Fatties
zh_cn: 印度告诫美国：少吃点，胖子们

source: President Bush has never been known for his eloquence, but his comment earlier this month that India's growing middle class was demanding "better nutrition and better food, and so demand is high, and that causes the price to go up" was neither particularly mangled nor, at first flush, offensive.
zh_cn: 布什总统的口才人尽皆知，但是本月初，他评论说，印度快速增长的中产阶级要求更好的食品，更多的营养，这些大量的需求引起食品价格上涨。

source: In the days since, though, India's most nationalistic politicians, newspapers and television pundits have expressed outrage, calling Bush's comment rude and insensitive because it suggests Indians are to blame for recent global food price increases and implies they should eat less.
zh_cn: 尽管自从此言论发表以来，印度的政治家、报纸和电视的权威都表示了强烈的愤慨，认为布什的言论极不友好，因为他的言论暗示印度应该为最近的食品价格上涨承担责任，并暗指印度人该少消耗食物。

source: "U.S. Eats 5 Times More than India Per Capita" blared a headline in the Times of India above a typical story outlining the massive disparities between the amount of grains, meat and vegetables the average American and average Indian consumes.
zh_cn: 印度时报在一个专题新闻报道上方以;美国人均食品消费量是印度的五倍;为题，详述了美国人均谷物、蔬菜、肉制品的消费量和印度的巨大差距。

source: The message from many Indians over the past two weeks has been stark: Americans should stop blaming others and start eating less.
zh_cn: 过去几周许多印度人都已经表明了自己的态度：美国人应该停止怪责别人，自己开始节食

source: Bush's wording was perhaps simplistic, a point U.S. diplomats have been at pains to rectify as they try to dampen the food fight between the two countries.
zh_cn: 布什总统的话可能有些简单直白，一名重要的美国外交官员已经开始澄清印美之间关于食品问题的事件。

source: But Bush was not completely wrong, either.
zh_cn: 但是布什也不是完全没有道理的。

source: There's no doubt that China and India's growing middle classes are consuming more and different types of food.
zh_cn: 毫无疑问，中国和美国不断增长的中产阶级正在消费越来越多各种各样的食物。

source: As people get richer they tend to eat more meat and dairy products, for instance, and that's exactly what's happening in China and India.
zh_cn: 随着中国和印度的有钱人越来越多，人们对肉制品和奶制品的消费量越来越大。

source: That growing demand will naturally push up prices over the long term.
zh_cn: 长此以往，不断增长的需求必然会拉升价格。

source: But it's debatable whether the huge price run-ups in the past few months for staples such as rice and corn can be pinned on China and India alone.
zh_cn: 但是把过去几个月大米和玉米价格的飞涨是否仅仅归咎与中国和印度的说法仍然存在争议。

source: Short-term factors --- such as the huge boom in biofuel production and the skyrocketing cost of fuel that has pushed up fertilizer and transport prices --- play a big part too.
zh_cn: 我们还应考虑一些短期因素;生物燃料产品和燃料成本的飞涨造成的肥料和运输成本增加，也起到了重要作用。

source: But to pretend that tens of millions of Chinese and Indians who are joining the middle class every year have no impact on demand for food is silly.
zh_cn: 但盲目认为每年进入中产阶级行列的数以千万计的中国人和印度人对食品需求不造成任何影响也是愚蠢的。

source: Many Americans overeat, but a growing number of Indians do as well (even if the national calorie intake is still relatively small).
zh_cn: 很多美国人过度饮食，但是在印度也一样有这样一群人（即使印度人口的卡路里摄入量仍然相对较小）。

source: That's a problem for both countries' general well-being and health, but it's not the main issue in rising food prices.
zh_cn: 这对两国的一般福祉和国民健康都很重要，但这不是食品价格上涨的主要因素。

source: The key is not demand, but supply.
zh_cn: 关键不在于需求，而是供给。

source: Agricultural production in places such as India has not kept up with the incredible social changes under way in the country's cities and towns.
zh_cn: 在诸如印度这些地方，农业生产没有更上巨大的城市和农村社会变迁。

source: The green revolution of three decades ago helped keep the country from starvation, but since then productivity growth in Indian agriculture has hardly moved.
zh_cn: 三十前的绿色革命帮助这个国家摆脱了饥饿，但自那时起印度农业生产率的增长几乎停滞不前。

source: Dan Toole, the South Asia regional director for the United Nations Children's Fund, says India is suffering from "a very serious neglect of agriculture in terms of investment."
zh_cn: Dan Toole，联合国儿童基金组织南亚地区负责人说，印度正遭受在投资方面严重忽视农业的惩罚。

source: India, he says, "is perhaps the solution but is also part of the problem."
zh_cn: 印度既是问题所在也是解决问题的关键所在。

source: What's needed is massive investment in farming, more assistance for the hundreds of millions of Indians who are malnourished, and for the government "to somehow get beyond the policy and into the implementation."
zh_cn: 现在最需要的就是对农业的投资，对数以百万的营养不良的印度人的更多资助，以及政府;制定政策并狠抓落实。

source: Without more attention and investment, India's health will continue to be a national shame.
zh_cn: 缺少关注和投资，印度人的健康仍将是国家耻辱。

source: Almost half of all Indian children under five are malnourished.
zh_cn: 五岁以下的印度儿童几乎有一半是营养不良。

source: The effect of that lasts for years, not only because malnourished kids are stunted, but because they do worse in school and tend to have unhealthier kids themselves.
zh_cn: 由此造成的影响将持续很多年，不仅因为营养不良的孩子们发展迟缓，还因为他们在学校的表现将不及正常儿童，这也将导致他们的下一代和他们一样不健康。

source: "What happens in today's India may have a bearing on the next two generations," said Dr. M. K. Bhan, Secretary of the Department of Biotechnology in India's Ministry of Science and Technology.
zh_cn: 发生在今日印度的一切可能会影响后两代人，印度生物科技部秘书长MK Bhan博士说。

source: "Undernutrition in early life is the most profound issue that should concern us."
zh_cn: 青少年时期的营养不良是很严重的应该引起我们关注的问题。

source: That's pretty good advice.
zh_cn: Bhan这是个不错的建议。

source: What's needed are solutions, not debate over who's to blame for short-term food price inflation.
zh_cn: 我们所需要的是解决问题的方法，不是争论谁是短期食品价格通胀的罪魁祸首。
